Repository: Graduate-Projects/BumpAlert
Catalog: Bump/Bump/Languages/MLResource.*.resx
Languages: ar

source: About
ar: نبذة عن التطبيق

# Back_Home
source: Back to Home
ar: العودة للصفحة الرئيسية

source: BUMP
ar: مطب

# BumpAlert
source: Be Careful, there's a bump in front of you after {0} meters away
ar: إنتبه، أمامك مَطَبْ على بعد {0} متر

source: Confirm Password
ar: تأكيد كلمة المرور

# contact_describe
source: you can contact us:
ar: يمكنك الاتصال بنا

source: Contact Us
ar: تواصل معنا

source: Contribute
ar: مشارك

source: Description
ar: الوصف

source: Email
ar: البريد الكتروني

# EmailSend
source: The message has been sent successfully, please check your email
ar: تم ارسال الرسالة بنجاح، يرجى التحقق من بريدك الالكتروني

source: Email /Username
ar: اسم المستخدم

# ErrorOccure
source: Something went wrong, please try again later
ar: حدث خطأ ما، يرجى المحاولة في وقت لاحق

# FailedSetDanger
source: Something went wrong, please later
ar: حدث خطاء ما, يرجى في وقت لاحق

source: First Name
ar: الاسم الاول

# follow
source: You can follow us:
ar: يمكنك متابعتنا

source: Forget Password ?
ar: هل نسيت كلمة المرور ؟

# Have_account
source: Already have account?
ar: هل لديك حساب بالفعل؟

# Heba
source: Heba AL-ahmad
ar: هبة سعيد الاحمد

# How_Use
source: How to Use
ar: طريقة الاستخدام

# Invite_friend
source: Invite a friend
ar: ادع صديق

source: Is still exists?
ar: هل مازال موجودا؟

source: Join us
ar: انضم لنا

# Joud
source: Joud AL-dhadleh
ar: جود نائل الدحادلة

source: Last Name
ar: اسم العائلة

source: Login
ar: تسجيل الدخول

# login_describe
source: If you would like to be a builder of our unique team, please do sign up.
ar: إذا كنت ترغب في أن تكون مساهم في فريقنا ، سجل الدخول

source: Log out
ar: تسجيل الخروج

source: Mobile Number
ar: رقم الهاتف

# new_account
source: Don't have an account?
ar: ليس لديك حساب ؟

source: Next
ar: التالي

# notification
source: the bump is 50m from where you are standing
ar: المطب على بعد 50 مترًا من المكان الذي تقف فيه

source: Our Program
ar: حول البرنامج

source: Our Team
ar: حول الفريق

source: Password
ar: كلمة المرور

# password_describe
source: Enter the email associated with your account and we'll send an email with instruction to reset your password.
ar: أدخل البريد الإلكتروني الخاص بك , وسنرسل بريدًا إلكترونيًا يحتوي على تعليمات لإعادة تعيين كلمة المرور الخاصة بك.

# PitAlert
source: Be careful, there is construction in front of you after {0} meters away
ar: كن حذرًا ، هناك أعمال انشائية أمامك على بعد {0} متر

# prog_A
source: The goal is preserving your safety and the safety of the car on the highway.
ar: الهدف هو الحفاظ على سلامتك وسلامة السيارة على الطريق .

# prog_B
source: Through the application, you can determine what matters most to you as a driver on the road, such as a nearby bump, speed radar, or new pits, locating the nearest gas station to avoid running out of fuel at any time.
ar: من خلال التطبيق ، يمكنك تحديد ما يهمك أكثر كسائق على الطريق ، مثل المطبات القريبة ، أو رادار السرعة ، أو الحفر الجديدة ، وتحديد موقع أقرب محطة وقود لتجنب نفاد الوقود في أي وقت.

# quote
source: Alone we can do so little; together we can do so much.
ar: يمكننا وحدنا فعل القليل , معا يمكننا ان نفعل الكثير

# Raghad
source: Raghad AL-khateeb
ar: رغد خالد الخطيب

source: Register
ar: تسجيل الدخول

source: Remember me
ar: تذكرني

source: Remove
ar: أزالة

source: Reset Password
ar: إعادة تعين كلمة المرور

# Saja
source: Saja AL-dahadha
ar: سجى احمد دحادحة

source: Send Email
ar: إرسال

source: Send Suggestions
ar: إرسال

source: Sign Up
ar: انشاء حساب

source: Sing in
ar: تسجيل الدخول

source: Skip
ar: تخطي

source: Social Sing in
ar: تسجيل الدخول بواسطة مواقع التواصل الاجتماعي

# SpeedAlert
source: Reduce your speed now, you have a radar after {0} meters
ar: قم بتخفيض سرعتك الان، امامك رادار على بعد {0} متر

source: Subject
ar: الموضوع

source: Successed Removed Danger
ar: تم ازالة هذه الخطر من قاعدة البيانات الخاصة بنا, شكرا على تعاونك

# SuccessedSetDanger
source: The danger site has been saved successfully, thank you
ar: تم حفظ موقع الخطر بنجاح, شكرا لك

source: Suggestions
ar: اقتراحاتك

# suggestions_describe
source: you can send any suggestions or feedback to help us begin better
ar: يمكنك مساعدتنا بإرسال أي اقتراحات أو ملاحظات لنكون الافضل

# use_A
source: The application gives a distance notice that allows you to take an appropriate measure to protect yourself and your car as well, to do this you should allow the application to access your location and select what you like to detection in your way.
ar: يعطي التطبيق إشعارًا عن بعد يسمح لك باتخاذ إجراء مناسب لحماية نفسك وسيارتك أيضًا ، للقيام بذلك ، يجب أن تسمح للتطبيق بالوصول إلى موقعك وسيظهر كل ما تريد اكتشافه في طريقك.

# use_B
source: You can help us and be contribute to search and enter the location of every thing in the way, you should sign up to do this.
ar: يمكنك مساعدتنا والمساهمة في البحث وإدخال موقع كل شيء في الطريق ، يجب عليك التسجيل للقيام بذلك.

source: Yes
ar: نعم
